IDEA Open Model
SubStructureGeometry.RealMembers Property
Compatible with IDEA StatiCa 20.1
 Array of DesignMemberInSubStructure
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<DesignMemberInSubStructure> RealMembers { get; set; }
Public Property RealMembers As List(Of DesignMemberInSubStructure)
	Get
	Set
Return Value
Type: List<DesignMemberInSubStructure>
List of DesignMemberInSubStructure
See Also
Reference
SubStructureGeometry Class
IdeaRS.OpenModel.Model Namespace